example1 = '''Заказ #1359813694
1. Консоме з лососем: 142 (1 x 142) Бажаєте більше лосося (+30 г) ?: Ні, Більше перепелиних яєць (+2 шт)?: Ні, Пікантне?: Так
2. Салат Фуеру з локальними соєвими паростками: 110 (1 x 110) Посипати кунжутом?: Так
3. Crispy & plant - based: 62 (1 x 62)
4. Медівник без меду: 149 (1 x 149)
Курєром 3 зона 5+км в межах міста: 100.00
Адрес доставки: 
Сумма оплаты: 563 UAH
Платежная система: Наличные

Данные плательщика:
Name: Інна
Phone: +38 (063) 406-3458
Persons: 1
Address: Над джерелом 1
Comment: Оплата через термінал

Дополнительные данные:
Код заявки: 2961047:1892634731
Код блока: rec228912530
Форма: Cart
https://wa.lviv.ua/
-----'''

answer1 = '''Треба дзвонити клієнту!


Інна +380634063458
Над джерелом 1

563 UAH  (Наличные)
Для: 1
Comment: Оплата через термінал


----
1 x Консоме з лососем - (142 uah)
1 x Салат Фуеру з локальними соєвими паростками - (110 uah)
1 x Crispy & plant - based - (62 uah)
1 x Медівник без меду - (149 uah)

Разом: 563 UAH  (Наличные)

https://www.google.com/maps/dir/Kniazia+Romana+St,+7,+Lviv,+Lviv+Oblast/Над+джерелом+1+L'viv,+L'vivs'ka+oblast,+79000'''


example2 = '''Заказ #1878201679
1. Класичний японський онігірі з тунцем під стружкою Боніто: 195 (1 x 195) Розмір порції: XL СЕТ (3 шт в крафтовому боксі з авторським салатом), Потрібні імбир та васабі?: Так
2. Салат Фуеру з локальними соєвими паростками: 110 (1 x 110) Посипати кунжутом?: Так
3. Крафтовий смарт Снікерс: 95 (1 x 95)
4. Тофу, глазурований веганським чорним шоколадом: 99 (1 x 99)
Заказ оплачен.
Самовивiз вул. Князя Романа 7
Адрес доставки: 
Сумма оплаты: 499 UAH
Код платежа: LiqPay: 1629101345

Данные плательщика:
Name: Оксана Мельник
Phone: +38 (067) 897-3199
Persons: 1
Comment: Прошу підготувати на 13:00 25.04 неділя

Дополнительные данные:
Код заявки: 2961047:1892450481
Код блока: rec228912530
Форма: Cart
https://wa.lviv.ua/
-----'''

answer2 = '''Треба дзвонити клієнту!
Самовивіз!


Оксана Мельник +380678973199

499 UAH  (LiqPay 1629101345)
Для: 1
Comment: Прошу підготувати на 13


----
1 x Класичний японський онігірі з тунцем під стружкою Боніто (XL СЕТ 3 шт) - (195 uah)
1 x Салат Фуеру з локальними соєвими паростками - (110 uah)
1 x Крафтовий смарт Снікерс - (95 uah)
1 x Тофу, глазурований веганським чорним шоколадом - (99 uah)

Разом: 499 UAH  (Оплачено)

'''

example3 = '''Заказ #1715000227
1. Ніжне куряче філе в крафтовому манго-теріякі соусі: 195 (1 x 195) Бажаєте більше курячого філе (+70г)?: Ні, Посипати кунжутом?: Так
2. Оу вейт, це ж не тунець!: 230 (1 x 230) Розмір порції: Standard, Бажаєте більше лосося (+30 г) ?: Ні, Хотілось би більше рису (100г)?: Ні, Потрібні, імбир та васабі?: Так
3. Хрумкий та рослинний: 124 (2 x 62)
4. Класік з лососем, філадельфією та авокадо: 130 (2 x 65) Розмір порції: Одинарні ( 1 шт в японській упаковці), Потрібні імбир та васабі?: Так
5. Моті: 59 (1 x 59) Начинка: Манго
6. Моті: 59 (1 x 59) Начинка: Маракуя
7. Моті: 59 (1 x 59) Начинка: Банан Шоколад
8. Моті: 59 (1 x 59) Начинка: Лісова ягода
Заказ оплачен.
Курʼєром 2 зона до 5 км: 0 (бесплатно)
Адрес доставки: 
Сумма оплаты: 915 UAH
Код платежа: LiqPay: 1574222826

Данные плательщика:
Name: Olena Derko
Phone: +38 (093) 251-7371
Address: вул.С.Петлюри 17/16
Persons: 4+
НЕдзвонити-НАПИСАТИ: yes

Дополнительные данные:
Код заявки: 2961047:1677087731
Код блока: rec228912530
Форма: Cart
https://wa.lviv.ua/
-----'''

answer3 = '''NO CALL


Olena Derko +380932517371
вул.С.Петлюри 17/16
Курʼєром 2 зона до 5 км: 0 (бесплатно)
915 UAH  (LiqPay 1574222826)
Для: 4+


----
1 x Ніжне куряче філе в крафтовому манго-теріякі соусі - (195 uah)
1 x Оу вейт, це ж не тунець! - (230 uah)
      Потрібні
      імбир та васабі?: Так
2 x Хрумкий та рослинний - (124 uah)
2 x Класік з лососем, філадельфією та авокадо (Одинарна упаковка) - (130 uah)
1 x Манго Моті - (59 uah)
1 x Маракуя Моті - (59 uah)
1 x Банан Шоколад Моті - (59 uah)
1 x Лісова ягода Моті - (59 uah)

Разом: 915 UAH  (Оплачено)

https://www.google.com/maps/dir/Kniazia+Romana+St,+7,+Lviv,+Lviv+Oblast/вул.С.Петлюри+17+16+L'viv,+L'vivs'ka+oblast,+79000'''


example4 = '''Заказ #2056698114
1. Нічна курка для фіті чікс: 199 (1 x 199)
2. Тунець Татакі з яблучним пюре: 215 (1 x 215)
Курʼєром не орієнтуюсь яка зона
Адрес доставки: 
Сумма оплаты: 414 UAH
Платежная система: Наличные

Данные плательщика:
Name: Марія
Phone: +38 (068) 258-2930
Persons: 1
Address: Кульпарківська 226б
Comment: Таксі, можна не до дверей
НЕдзвонити-НАПИСАТИ: yes
не_треба: Не треба серветок ; Не треба палички/столових приборів; Не треба соєвий соус

Дополнительные данные:
Код заявки: 2961047:1967307921
Код блока: rec228912530
Форма: Cart
https://wa.lviv.ua/#store
UTM source: referal_test
-----'''
answer4 = '''NO CALL
Не орієнтуються яка зона!


Марія +380682582930
Кульпарківська 226Б (Місто Трав), Перший домофон 3#36, другий ліворуч 36, другий поверх
414 UAH  (Наличные)
Для: 1
Comment: Таксі, можна не до дверей
Не треба серветок ; Не треба палички/столових приборів; Не треба соєвий соус


----
1 x Нічна курка для фіті чікс - (199 uah)
1 x Тунець Татакі з яблучним пюре - (215 uah)

Разом: 414 UAH  (Наличные)
----
UTM source: referal_test
https://www.google.com/maps/dir/Kniazia+Romana+St,+7,+Lviv,+Lviv+Oblast/Кульпарківська+226Б+(Місто+Трав)+L'viv,+L'vivs'ka+oblast,+79000'''
