POLLS = [
    {
        "title": "Яка опція безпесна для людини з лактозонепереносимістю",
        "questions": ["Стей під гратеном", "Стейк лосося під пті птімом", "Грушевий тост", "тунець татакі з авакадо"],
    },
    {"title": "Яка з онігірьок підходить вегетеріанцям?", "questions": ["Тунець", "Лосось", "Обидві", "Жодну"]},
    {
        "title": "Який з алергенів часто може призвести до смерті дорослої людини?",
        "questions": ["Лактоза", "Перець", "Мед", "Глютен"],
    },
    {
        "title": "Після приготування бульйону і переливання його в нову ємність, мають бути виконані такі дії",
        "questions": [
            "Поставити остигати і заховати в холодильник",
            "Перекипітити повторно в новій ємкості та дати остигнути, потім заховати в холодильник",
        ],
    },
    {
        "title": "До якої з перерахованих страв не входить кориця",
        "questions": [
            "Тост з грушою",
            "Біск (суп з криветки)",
            "Консоме",
            "Панкейки",
        ],
    },
    {
        "title": "Яка онігірька може простояти найдовше без холодильника?",
        "questions": ["Джусі Лосось", "Тюна", "Вугорь", "Веган"],
    },
]

# {
#     'title': '',
#     'questions': []
# },

BUTTONS = [["Так, звісно", "Пропустити"]]
