POLLS = [
    {
        "title": "Яка опція безпесна для людини з лактозонепереносимістю",
        "questions": ["Стей під гратеном", "Стейк лосося під пті птімом", "Грушевий тост", "тунець татакі з авакадо"],
    },
    {"title": "Яка з онігірьок підходить вегетеріанцям?", "questions": ["Тунець", "Лосось", "Обидві", "Жодну"]},
    {
        "title": "Який з алергенів часто може призвести до смерті дорослої людини?",
        "questions": ["Лактоза", "Перець", "Мед", "Глютен"],
    },
    {
        "title": "Після приготування бульйону і переливання його в нову ємність, мають бути виконані такі дії",
        "questions": [
            "Поставити остигати і заховати в холодильник",
            "Перекипітити повторно в новій ємкості та дати остигнути, потім заховати в холодильник",
        ],
    },
    {
        "title": "До якої з перерахованих страв не входить кориця",
        "questions": [
            "Тост з грушою",
            "Біск (суп з криветки)",
            "Консоме",
            "Панкейки",
        ],
    },
    {
        "title": "Яка онігірька може простояти найдовше без холодильника?",
        "questions": ["Джусі Лосось", "Тюна", "Вугорь", "Веган"],
    },
    {
        "title": "Який продукт найбільш каллорійний",
        "questions": ["Фісташки", "Білий цукор", "Тапінамбур", "Хліб"],
    },
    {
        "title": "Яка олія менш калорійна за білий цукор",
        "questions": ["Оливкова", "Кокосова", "Соняшникова", "Рапсова", "Ніяка", "Всі"],
    },
    {
        "title": "Який дозволений вміст цукру, для того, щоб декларувати товар, як без цукру",
        "questions": ["До 1%", "До 2%", "До 3%"],
    },
    {
        "title": "Чи ліпше ванільний цукор від білого цукру",
        "questions": ["Так, це ліпше з точки зору каллорій", "Ні, нічим", "Так, але тільки психологічно"],
    },
    {
        "title": "Чи ліпше сахароза від білого цукру",
        "questions": ["Так, це ліпше з точки зору каллорій", "Ні, нічим", "Так, але тільки психологічно"],
    },
    {
        "title": "Чи ліпше сироп тобінамбура від білого цукру",
        "questions": [
            "Так, це ліпше з точки зору каллорій та інсулін рівню",
            "Ні, нічим",
            "Так, але тільки психологічно",
        ],
    },
    {
        "title": "Який замінник білого цукру ліпше",
        "questions": [
            "Ванілін",
            "Сахароза",
            "Сироп Тапінамбура",
            "Сироп Агави",
            "Мед",
        ],
    },
    {
        "title": "Як правило, м'ясо вже не «кровить», а при натисканні на нього витікає рожевий сік. "
                 "Температура всередині 60-65°C, яловичина ще м'яка і соковита.",
        "questions": [
            "Rare",
            "Medium rare",
            "Medium",
            "Medium well"
        ],
    },
    {
        "title": "Скільки відсотків гречки повинно міститись в локшині щоб вона називалась соба? ",
        "questions": [
            "30%",
            "51%",
            "80%",
            "95%"
        ],
    },
    {
        "title": "Кокосове молоко, лемонграс, листя кафрського лайму та цукор містить у собі: ",
        "questions": [
            "паста том кха кай",
            "тахін",
            "соєва паста",
            "трюфельна паста"
        ],
    },
    {
        "title": "Татакі - це: ",
        "questions": [
            "спосіб приготування овочів в Японії",
            "спосіб приготування риби в Японії",
            "спосіб приготування м’яса в Японії",
            "спосіб приготування риби та м’яса в Японії"
        ],
    },
    {
        "title": "Тунець не рекомендують для вживання:",
        "questions": [
            "вагітним жінкам",
            "дітям до 3 років",
            "при нирковій недостатності",
            "усе перелічені вище"
        ],
    },
    {
        "title": "Для цього філе закопували в землю, попередньо його просоливши. Так м'якоть ставала м'якше, смачніше,"
                 "і при цьому могла зберігатися набагато довше, за рахунок природного консерванту….",
        "questions": [
            "телятина",
            "тунець bluefin",
            "гравлакс",
            "макрель"
        ],
    },
]


BUTTONS = [["Так, звісно", "Пропустити"]]

weather_smiles = {
    'Partly cloudy': '🌥',
    'Overcast': '☁',
    'Light drizzle': '🌦',
    'Light rain': '🌦',
    'Patchy rain possible': '🌦',
    'Cloudy': '☁',
    'Mist': '🌫',
    'Sunny': '☀',
    'Clear': '☀',
    'Rainy': '🌧',
    'Windy': '🌬',
    'Snowy': '🌨',

}

convert_time = {
    '900': '9',
    '1200': '12',
    '1500': '15',
    '1800': '18',
    '2100': '21',
}
