
POLLS = [
        {
            'title': 'Яка опція безпесна для людини з лактозонепереносимістю',
            'questions': ['Стей під гратеном', 'Стейк лосося під пті птімом', 'Грушевий тост', 'тунець татакі з авакадо']
        },
        {
            'title': 'Яка з онігірьок підходить вегетеріанцям?',
            'questions': ['Тунець', 'Лосось', 'Обидві',  'Жодну']
        },
        {
            'title': 'Який з алергенів часто може призвести до смерті дорослої людини?',
            'questions': ['Лактоза', 'Перець', 'Мед', 'Глютен']
        },
]

BUTTONS = [['Так, звісно', 'Пропустити']]
