POLLS = [
    {
        "title": "Яка опція безпесна для людини з лактозонепереносимістю",
        "questions": ["Стей під гратеном", "Стейк лосося під пті птімом", "Грушевий тост", "тунець татакі з авакадо"],
    },
    {"title": "Яка з онігірьок підходить вегетеріанцям?", "questions": ["Тунець", "Лосось", "Обидві", "Жодну"]},
    {
        "title": "Який з алергенів часто може призвести до смерті дорослої людини?",
        "questions": ["Лактоза", "Перець", "Мед", "Глютен"],
    },
    {
        "title": "Після приготування бульйону і переливання його в нову ємність, мають бути виконані такі дії",
        "questions": [
            "Поставити остигати і заховати в холодильник",
            "Перекипітити повторно в новій ємкості та дати остигнути, потім заховати в холодильник",
        ],
    },
    {
        "title": "До якої з перерахованих страв не входить кориця",
        "questions": [
            "Тост з грушою",
            "Біск (суп з криветки)",
            "Консоме",
            "Панкейки",
        ],
    },
    {
        "title": "Яка онігірька може простояти найдовше без холодильника?",
        "questions": ["Джусі Лосось", "Тюна", "Вугорь", "Веган"],
    },
    {
        "title": "Який продукт найбільш каллорійний",
        "questions": ["Фісташки", "Білий цукор", "Тапінамбур", "Хліб"],
    },
    {
        "title": "Яка олія менш калорійна за білий цукор",
        "questions": ["Оливкова", "Кокосова", "Соняшникова", "Рапсова", "Ніяка", "Всі"],
    },
    {
        "title": "Який дозволений вміст цукру, для того, щоб декларувати товар, як без цукру",
        "questions": ["До 1%", "До 2%", "До 3%"],
    },
    {
        "title": "Чи ліпше ванільний цукор від білого цукру",
        "questions": ["Так, це ліпше з точки зору каллорій", "Ні, нічим", "Так, але тільки психологічно"],
    },
    {
        "title": "Чи ліпше сахароза від білого цукру",
        "questions": ["Так, це ліпше з точки зору каллорій", "Ні, нічим", "Так, але тільки психологічно"],
    },
    {
        "title": "Чи ліпше сироп тобінамбура від білого цукру",
        "questions": [
            "Так, це ліпше з точки зору каллорій та інсулін рівню",
            "Ні, нічим",
            "Так, але тільки психологічно",
        ],
    },
    {
        "title": "Який замінник білого цукру ліпше",
        "questions": [
            "Ванілін",
            "Сахароза",
            "Сироп Тапінамбура",
            "Сироп Агави",
            "Мед",
        ],
    },
]

# {
#     'title': '',
#     'questions': []
# },

BUTTONS = [["Так, звісно", "Пропустити"]]
